jorgebucaran/fisher
jorgebucaran/nvm.fish
patrickf1/fzf.fish
nickeb96/puffer-fish
jethrokuan/z
ilancosman/tide@v6
Drawserqzez/fidgit
thernstig/fish-ssh-agent
